Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerMegawattHour Property
 kilograms carbon dioxide per megawatt hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerMegawattHour { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerMegawattHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerMegawattHour {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerMegawattHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace